import ratteil.base as base
recs = {
   'hazza': {'id': 168, 'name': 'هزاع البلوشي', 'letter': 'ه', 'moshaf': [{'id': 187, 'name': 'حفص عن عاصم - مرتل', 'server': 'http:\\/\\/localhost:8181\\/hazza\\/', 'surah_total': 75, 'moshaf_type': 116, 'surah_list': '1,13,14,15,18,19,25,29,30,31,36,37,38,39,40,42,44,47,49,50,51,52,53,54,55,56,57,67,68,69,70,71,72,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,93,94,95,96,97,98,99,100,101,102,103,104,105,106,107,108,109,110,111,112,113,114'}]}
} #for local test

