Repository: pypi-data/pypi-mirror-276
Catalog: packages/django-mellon/django-mellon-1.55.tar.gz/django-mellon-1.55/mellon/locale/*/LC_MESSAGES/django.po
Languages: fr

source: A transient NameID was received but TRANSIENT_FEDERATION_ATTRIBUTE is not set.
fr: Un NameID éphémère (transient) a été reçu mais TRANSIENT_FEDERATION_ATTRIBUTE n’est pas renseigné.

source: user
fr: utilisateur

source: SAML identifier
fr: Identifiant SAML

source: created
fr: création

source: Issuer
fr: Émetteur

source: NameID Format
fr: Format du NameID

source: NameID NameQualifier
fr: NameQualifier du NameID

source: NameID SPNameQualifier
fr: SPNameQualifier du NameID

source: user SAML identifier
fr: Identifiant SAML d’un usager

source: users SAML identifiers
fr: Identifiants SAML des usagers

source: SAML SessionIndex
fr: Index de session SAML

source: Django session key
fr: Clé de session Django

source: Transient NameID
fr: NameID temporaire (transient)

source: Timestamp of the last logout
fr: Date·heure de la dernière déconnexion

source: SAML SessionIndexes
fr: Index des sessions SAML

source: IdP Entity ID
fr: Entity ID de l’IdP

source: IdP slug
fr: slug de l’IdP

source: SAML IdP
fr: IdP SAML

source: SAML IdPs
fr: IdPs SAML

source: Authentication failed
fr: Échec de l’authentification

source: The authentication has failed.
fr: L’authentification a échoué.

source: Reason
fr: Raison

source: Continue
fr: Continuer

source: Try again
fr: Essayer à nouveau

source: Attributes:
fr: Attributs :

source: SAML assertion:
fr: Assertion SAML :

source: SAML response:
fr: Réponse SAML :

source: SAML artifact:
fr: Artéfact SAML :

source: Logs:
fr: Journaux :

source: Your user, %(user)s, is inactive please contact your administrator.
fr: L’utilisateur « %(user)s » est inactif, veuillez contacter votre administrateur.

source: No user found for NameID %(name_id)s
fr: Aucun utilisateur trouvé pour l’identifiant SAML %(name_id)s

source: Unable to initialize a SAML server object, the private key is maybe invalid or unreadable, please check its access rights and content.
fr: Impossible d’initialiser l’objet serveur SAML, la clé privée est peut-être invalide ou inaccessible, il faut en vérifier les permissions et le contenu.

source: There were too many redirections with the identity provider.
fr: Il y a eu trop de redirections avec le fournisseur d’identités.

source: IdP is temporarily down, please try again later.
fr: Le fournisseur d’identités est temporairement inaccessible, veuillez réessayer plus tard.

source: Logout refused, referer "{referer}" is not of the same origin.
fr: Déconnexion refusée, le referer "{referer}" n’est pas de la même origine.
