Repository: pypi-data/pypi-mirror-276
Catalog: packages/SoL/sol-5.0.dev5-py3-none-any.whl/sol/locale/*/LC_MESSAGES/sol-server.po
Languages: it

source: ID of the club the rating is restricted to.
it: ID del club che può utilizzare questa valutazione.

source: ID of the club this tourney is organized by.
it: ID del club che organizza il torneo.

source: ID of the club.
it: ID del club.

source: ID of the default rating used by championships organized by this club.
it: ID della valutazione di default usata dai campionati organizzati da questo club.

source: ID of the default rating used by tourneys in this championship.
it: ID della valutazione di default usata dai tornei di questo campionato.

source: ID of the federation the player is associated with.
it: Descrizione della federazione a cui è affiliato questo giocatore.

source: ID of the first competitor.
it: ID del primo concorrente.

source: ID of the fourth player.
it: ID del quarto giocatore.

source: ID of the match the board belongs to.
it: ID dell'incontro a cui appartiene la partita.

source: ID of the player.
it: ID del giocatore.

source: ID of the previous championship.
it: ID del campionato precedente.

source: ID of the rating this tourney uses.
it: ID della valutazione usata da questo torneo.

source: ID of the related player.
it: ID del giocatore.

source: ID of the related rating.
it: ID della valutazione associata.

source: ID of the second competitor.
it: ID del secondo concorrente.

source: ID of the second player.
it: ID del secondo giocatore.

source: ID of the target player.
it: ID del giocatore destinazione.

source: ID of the third player.
it: ID del terzo giocatore.

source: ID of the tourney the competitor belongs to.
it: ID del torneo a cui appartiene il concorrente.

source: ID of the tourney the match belongs to.
it: ID del torneo a cui appartiene l'incontro.

source: ID of the user that is responsible for this record.
it: ID dell'utente responsabile di questo record.

source: ID of the user.
it: ID dell'utente.

source: If set, it is the number of boards to play in a “Corona Carrom” or online tourneys. Leave this blank for normal championships.
it: Se inserito, è il numero di partite che dovranno essere giocate in una competizione “Corona Carrom” o in un torneo online). Lasciare in bianco per i normali campionati.

source: Ignoring %d worst result
it: Ignorando %d peggiore risultato

source: Image is not a data URI
it: L'immagine non è un data URI

source: In team with
it: In squadra con

source: Inherit
it: Eredita

source: Initial ranking
it: Classifica iniziale

source: Initial ranking by nationality
it: Classifica iniziale per nazionalità

source: Initial under %d ranking
it: Classifica iniziale under %d

source: Initial women ranking
it: Classifica iniziale femminile

source: Integrity error prevents saving changes!
it: Un errore di integrità impedisce la memorizzazione delle modifiche!

source: Internal error occurred, please contact the administrator
it: Si è verificato un errore interno, per favore avvisa l'amministratore

source: Internal error!
it: Errore interno!

source: International
it: Internazionale

source: Interrupt and close
it: Interrompi e chiudi

source: Invalid age: $age
it: Età non valida: $age

source: Invalid archive, does not contain the required “everything.sol”!
it: Archivio non valido, non contiene il file “everything.sol”!

source: Invalid board number: $board
it: Numero board non valido: $board

source: Invalid credentials
it: Credenziali non valide

source: Invalid data!
it: Dati non validi!

source: Invalid email address
it: Indirizzo email non valido

source: Invalid matches kind, $matcheskind is allowed only in Knockout tourney
it: Tipo di incontri non valido, $matcheskind è consentito solo in un torneo a eliminazione diretta

source: Invalid matches kind: $matcheskind
it: Tipo di incontri non valido: $matcheskind

source: Invalid number of carromboards: $nboards
it: Numero di tavoli non valido: $nboards

source: Invalid number of tourneys: $n
it: Numero di tornei non valido: $n

source: Invalid old password
it: Password precedente errata

source: Invalid pairing method, $couplings is allowed only in Knockout or Round-robin tourney
it: Metodo abbinamenti non valido, $couplings è consentito solo in un torneo a eliminazione diretta o nel girone all'italiana

source: Invalid pairing method, $couplings is allowed only in Round-robin tourney
it: Metodo abbinamenti non valido, $couplings è consentito solo in un girone all'italiana

source: Invalid pairing method, $couplings is allowed only in Swiss or Round-robin system tourney
it: Metodo abbinamenti non valido, $couplings è consentito solo in un torneo con sistema svizzero o nel girone all'italiana

source: Invalid pairing method, $couplings is allowed only in Swiss system tourney
it: Metodo abbinamenti non valido, $couplings è consentito solo in un torneo con sistema svizzero

source: Invalid pairing method, $couplings is allowed only in Swiss tourney
it: Metodo abbinamenti non valido, $couplings è consentito solo in un torneo con sistema svizzero

source: Invalid pairing method: $couplings
it: Metodo abbinamenti non valido: $couplings

source: Invalid request for board edit URL
it: Richiesta dell'URL di modifica risultati dell'incontro non valida

source: Invalid request for competitor 1 edit URL
it: Richiesta dell'URL di modifica dei risultati del concorrente 1 non valida

source: Invalid request for competitor 2 edit URL
it: Richiesta dell'URL di modifica dei risultati del concorrente 2 non valida

source: Invalid starttime: $starttime
it: Istante d'inizio non valido: $starttime

source: Invalid target player id
it: ID giocatore destinazione non valido

source: Invalid turn number: $turn
it: Numero di turno non valido: $turn

source: It seems that «$lname $fname» is a bad spelling of «$newname»: please double check and if it is effectively correct (that is, he is a different person), specify a different nickname to disambiguate
it: Sembra che «$lname $fname» sia stato sostituito da «$newname»: controlla bene e se è effettivamente corretto (cioè, si tratta di due persone diverse), specifica un soprannome diverso per disambiguare

source: Keep the display active
it: Mantieni attivo il display

source: Kind of formula used to compute match outcomes.
it: Tipo di formula usato per calcolare gli outcome del match.

source: Kind of matches
it: Tipo di incontri

source: Kind of tournament.
it: Tipo di torneo.

source: Knockout
it: Eliminazione diretta

source: Knockout of $tourney
it: Knockout di $tourney

source: Language
it: Lingua

source: Last login
it: Ultimo login

source: Last name
it: Cognome

source: Last name of the first player.
it: Cognome del primo giocatore.

source: Last name of the player.
it: Cognome del giocatore.

source: Last name of the user.
it: Cognome dell'utente.

source: Last tourney
it: Ultimo torneo

source: Latest %d tournament
it: Ultimo %d torneo

source: Letter
it: Lettera

source: Level
it: Livello

source: Level 1, international tourneys
it: Livello 1, tornei internazionali

source: Level 2, national/open tourneys
it: Livello 2, tornei nazionali/open

source: Level 3, regional tourneys
it: Livello 3, tornei regionali

source: Level 4, courtyard tourneys
it: Livello 4, tornei amatoriali

source: Location
it: Posto

source: Location of the tourney.
it: Dove si svolge il torneo.

source: Login password of the user.
it: Password di login dell'utente.

source: Lost
it: Persi

source: Lower points
it: Valutazione minima

source: Lower value of the range used to interpolate players rates when (almost) all competitors are unrated.
it: Valore inferiore dell'intervallo usato per interpolare la valutazione dei giocatori quando (quasi) tutti i concorrenti non hanno alcuna valutazione.

source: M1/$board
it: E1/$board

source: M2/$board
it: E2/$board

source: Male
it: Maschio

source: Mandatory field
it: Campo obbligatorio

source: Match
it: Incontro

source: Match ID
it: ID incontro

source: Match outcomes
it: Match outcome

source: Matches
it: Incontri

source: Matches %s final round
it: Incontri %s turno finale

source: Matches %s round
it: Incontri %s turno

source: Matches between %s and %s
it: Incontri tra %s e %s

source: Matches kind
it: Tipo incontri

source: Matches played by %s
it: Incontri giocati da %s

source: Matches results
it: Risultati degli incontri

source: Max rating level
it: Massimo livello valutazione

source: Merge ID
it: ID Merge

source: Method used to assign final prizes.
it: Metodo usato per assegnare i premi finali.

source: Method used to pair competitors at each round.
it: Metodo usato per generare gli abbinamenti ad ogni turno.

source: Missing fields
it: Campi mancanti

source: Missing information prevents saving changes!
it: Informazioni insufficienti impediscono la memorizzazione delle modifiche!

source: Missing seed for some competitor, must be entered manually in the tourney's “Competitors” window
it: Qualche concorrente non ha una posizione, devono essere inserite manualmente nella vista “Concorrenti” del torneo

source: Modified
it: Modifica

source: Most probably a field contains an invalid value: consult the application log for details.
it: Molto probabilmente uno dei campi contiene un valore non valido: consulta il log dell'applicazione per ulteriori dettagli.

source: Most recent Glicko rate of the competitor (if tourney is associated with a rating).
it: Valutazione Glicko più recente del concorrente (quando il torneo è associato a una valutazione).

source: Most recent Glicko rate value of the competitor.
it: Valutazione Glicko più recente del concorrente.

source: Most recent participation.
it: Partecipazione più recente.

source: My championships
it: Miei campionati

source: My clubs
it: Miei club

source: My players
it: Miei giocatori

source: My ratings
it: Mie valutazioni

source: My tourneys
it: Miei tornei

source: National
it: Nazionale

source: National liable
it: Responsabile nazionale

source: Nationality
it: Nazionalità

source: Nationality of the club.
it: Nazionalità del club.

source: Nationality of the competitor.
it: Nazionalità del concorrente.

source: Net
it: DS

source: Net score
it: Diff. score

source: Net score of all games.
it: Somma algebrica della differenza score di tutte le giocate.

source: Net score:
it: Diff. score:

source: New board
it: Nuova partita

source: Next championship
it: Campionato successivo

source: Nickname
it: Soprannome

source: Nickname of the player, for login and to disambiguate homonyms.
it: Soprannome del giocatore, per effettuare il login e per disambiguare gli omonimi.

source: Nickname of the player, to disambiguate homonyms.
it: Soprannome del giocatore, per disambiguare gli omonimi.

source: No $entity with guid $guid
it: Non esiste $entity con guid $guid

source: No adjustment
it: Nessun aggiustamento

source: No championship with guid $id
it: Non esiste un campionato con guid $id

source: No championship with id $id
it: Non esiste un campionato con id $id

source: No championships!
it: Nessun campionato!

source: No clubs!
it: Nessun club!

source: No further final matches are needed!!
it: Non sono necessari ulteriori incontri finali!!

source: No matches for this player
it: Nessun incontro per questo giocatore

source: No matches for this round
it: Nessun incontro per questo turno

source: No one won enough games in match "$match"!
it: Nessuno ha vinto abbastanza game nel match "$match"!

source: No prized tourneys in the championship
it: Nessun torneo con premiazione nel campionato

source: No rating with guid $id
it: Non esiste una valutazione con guid $id

source: No rating with id $id
it: Non esiste una valutazione con id $id

source: No tourney with guid $id
it: Non esiste un torneo con guid $id

source: No tourney with id $id
it: Non esiste un torneo con id $id

source: No tourneys at all
it: Nessun torneo

source: No tourneys in championship $idchampionship
it: Non ci sono tornei nel campionato $idchampionship

source: No tourneys in the rating
it: Nessun torneo associato a questa valutazione

source: No tourneys organized by club $idclub
it: Non ci sono tornei organizzati dal club $idclub

source: Not a training tournament!
it: Non è un torneo di allenamento!

source: Number
it: Numero

source: Number of boards
it: Numero di partite

source: Number of championships organized by the club.
it: Numero di campionati organizzati dal club.

source: Number of coins of the first competitor in board $board.
it: Numero di pedine del primo concorrente nella partita $board.

source: Number of coins of the second competitor in board $board.
it: Numero di pedine del secondo concorrente nella partita $board.

source: Number of competitors.
it: Numero di concorrenti.

source: Number of played tourneys.
it: Numero di tornei giocati.

source: Number of players in each team, 1 for singles, 2 for doubles.
it: Numero di giocatori per ciascuna squadra, 1 per i singoli, 2 per i doppi.

source: Number of rated players in this rating.
it: Numero di giocatori in questa valutazione.

source: Number of rates of the player.
it: Numero di valutazioni del giocatore.

source: Number of rounds for which pairing of players belonging to the same country should be postponed, if possible.
it: Per quanti turni posporre gli abbinamenti dei giocatori della stessa nazionalità, se possibile.

source: Number of rounds for which pairing of top players should be postponed, if possible. Meaningful only if using a rating.
it: Per quanti turni posporre gli abbinamenti delle teste di serie, se possibile. Significativo solo quando è associata una valutazione.

source: Number of tourneys in the championship.
it: Numero di tornei nel campionato.

source: Number of tourneys using this rating.
it: Numero di tornei che usano questa valutazione.

source: Number of turns that has been generated so far.
it: Numero di turni generati fino a questo momento.

source: Number of unsuccessful shots of the first competitor in board $board.
it: Numero di tiri senza esito del primo concorrente nella partita $board.

source: Number of unsuccessful shots of the second competitor in board $board.
it: Numero di tiri senza esito del secondo concorrente nella partita $board.

source: Number of worst results to skip in computing the final ranking of the championship.
it: Numero di risultati peggiori da scartare, nel calcolo della classifica finale del campionato.

source: Old password does not match
it: La password precedente non corrisponde

source: Oldest participation.
it: Prima partecipazione.

source: Only admin can restore whole ZIPs, sorry!
it: Solo l'utente admin può caricare archivi ZIP, spiacente!

source: Opponent
it: Avversario

source: Opponents
it: Avversari

source: Out of range value for coins 1 in game $game!
it: Valore non consentito per le pedine del primo concorrente nella partita $game!

source: Out of range value for coins 2 in game $game!
it: Valore non consentito per le pedine del secondo concorrente nella partita $game!

source: Out of range value for score 1!
it: Valore non consentito per il punteggio del primo concorrente!

source: Out of range value for score 2!
it: Valore non consentito per il punteggio del secondo concorrente!

source: Owner
it: Responsabile

source: Owner ID
it: ID responsabile

source: Owners admin
it: Gestione responsabilità

source: Page %d of %d
it: pagina %d di %d

source: Pairings
it: Abbinamenti

source: Password is too weak, use a longer one
it: La password è troppo semplice, usa una password più lunga

source: Period from %s to %s
it: Periodo dal %s al %s

source: Phantom
it: Fantasma formaggino

source: Phantom score
it: Score fantasma

source: Player
it: Giocatore

source: Player ID
it: ID giocatore

source: Player NOT assigned yet!
it: Giocatore NON ancora assegnato!

source: Player rate ID
it: ID valutazione giocatore

source: Players
it: Giocatori

source: Players directory
it: Elenco giocatori

source: Players manager
it: Gestore giocatori

source: Players per team
it: Giocatori per squadra

source: Playing %s round
it: Si sta giocando %s turno

source: Please inform the admin or consult the application log.
it: Per favore informa l'amministratore o consulta il log dell'applicazione.

source: Please provide a valid "email" address
it: Per favore inserisci un indirizzo email valido

source: Please provide a valid "password"
it: Per favore inserisci una password valida

source: Please use a different email address
it: Per favore usa un indirizzo email diverso

source: Please wait, the match has not yet started
it: Attendi per favore, l'incontro non è ancora cominciato

source: Points
it: Punti

source: Points of the competitor.
it: Punti totalizzati dal concorrente.

source: Points:
it: Punti:

source: Policy used to adjust the bucholz of competitors who played against withdrawn players.
it: Aggiustamento apportato al calcolo del bucholz di chi ha incontrato giocatori che si sono ritirati.

source: Portrait
it: Ritratto

source: Position
it: Posizione

source: Position in the ranking.
it: Posizione in classifica.

source: Prealarm
it: Preavviso

source: Prealarm before the end of the round, usually no more games after that.
it: Preavviso in minuti prima della fine del turno, dopo il quale solitamente non si iniziano più partite.

source: Preparing %s round
it: Stiamo preparando %s turno

source: Previous championship
it: Campionato precedente

source: Previous championship ID
it: ID del campionato precedente

source: Previous championship.
it: Campionato precedente.

source: Prize
it: Premio

source: Prize-giving method
it: Metodo premiazione

source: Prizes
it: Premi

source: Progressive number of the board.
it: Numero progressivo della partita.

source: Prz
it: Pr

source: Pts
it: Pt

source: Q
it: R

source: Quarterfinals
it: Quarti di finale

source: Queen
it: Regina

source: Rank
it: Pos.

source: Ranked round
it: Classifica al turno

source: Ranking
it: Classifica

source: Ranking after %s round
it: Classifica dopo %s turno

source: Ranking by nationality after %s round
it: Classifica per nazionalità dopo %s turno

source: Ranking order
it: Classifica

source: Rate
it: Valutazione

source: Rate range
it: Intervallo valutazione

source: Rates
it: Valutazioni

source: Rating
it: Valutazione

source: Rating $idrating does not exist
it: La valutazione $id non esiste

source: Rating ID
it: ID valutazione

source: Rating level.
it: Livello della valutazione.

source: Rating ranking
it: Classifica valutazione

source: Rating this championship's tourneys will use by default, if any.
it: Eventuale valutazione di default usata dai tornei di questo campionato.

source: Rating this club's championships will use by default, if any.
it: Eventuale valutazione di default usata dai campionati di questo club.

source: Rating this tourney will use and update, if any.
it: Valutazione che questo torneo eventualmente utilizza e aggiorna.

source: Ratings
it: Valutazioni

source: Re-enable display dim and sleep
it: Riabilita attenuazione e sospensione del display

source: Recomputed rating “$rating”
it: Ricalcolata la valutazione “$rating”

source: Refresh
it: Aggiorna

source: Refusing to guess the right player: more than one person with first name "$fname" and last name "$lname", and no nickname was specified
it: Mi rifiuto di tentare di indovinare il giocatore giusto: più persone hanno nome "$fname" e cognome "$lname", e non è stato specificato il nickname per disambiguare la scelta

source: Regional
it: Regionale

source: Registered
it: Registrato

source: Relative position used to order competitors when generating the first round, overriding their current rate.
it: Posizione relativa usata per ordinare i concorrenti nella generazione del primo turno, prevalente sulla loro valutazione.

source: Replica of $tourney
it: Replica di $tourney

source: Required "archive" parameter is missing!
it: Il parametro "archive" è obbligatorio ma non è stato specificato!

source: Reset queen
it: Annulla regina

source: Restart the countdown
it: Fai ripartire il conto alla rovescia

source: Result
it: Risultato

source: Result of final
it: Risultato della finale

source: Result of the final for the 1st/2nd place
it: Risultato della finale per il 1°/2° posto

source: Result of the final for the 3rd/4th place
it: Risultato della finale per il 3°/4° posto

source: Results %s final round
it: Risultati %s turno finale

source: Results %s final round (%s)
it: Risultati %s turno finale (%s)

source: Results %s round
it: Risultati %s turno

source: Results %s round (%s)
it: Risultati %s turno (%s)

source: Results of 16th-finals
it: Risultati dei sedicesimi di finale

source: Results of 32nd-finals
it: Risultati dei trentaduesimi di finale

source: Results of 64th-finals
it: Risultati dei sessantaquattresimi di finale

source: Results of pre-quarterfinals
it: Risultati degli ottavi di finale

source: Results of quarterfinals
it: Risultati dei quarti di finale

source: Results of semifinals
it: Risultati delle semifinali

source: Round
it: Turno

source: Round #
it: Turno

source: Round $round
it: Turno $round

source: Round %(turn)d — Carromboard %(board)d
it: %(turn)d° turno — tavolo %(board)d

source: Round number.
it: Turno di gioco.

source: Round of $ncompetitors
it: Girone a $ncompetitors

source: Round-robin
it: Girone all'italiana

source: Rounds
it: Turni

source: Scan the QRCode and visit the URL to follow the tournament live!
it: Leggi il QRCode e visita l'URL per seguire il torneo in diretta!

source: Score cards
it: Cartellini

source: Score cards for %s round
it: Cartellini per %s turno

source: Score of the first competitor in the first game.
it: Punteggio del primo concorrente nel primo game.

source: Score of the first competitor in the second game.
it: Punteggio del primo concorrente nel secondo game.

source: Score of the first competitor in the third game.
it: Punteggio del primo concorrente nel terzo game.

source: Score of the first competitor.
it: Punteggio del primo concorrente.

source: Score of the second competitor in the first game.
it: Punteggio del secondo concorrente nel primo game.

source: Score of the second competitor in the second game.
it: Punteggio del secondo concorrente nel secondo game.

source: Score of the second competitor in the third game.
it: Punteggio del secondo concorrente nel terzo game.

source: Score of the second competitor.
it: Punteggio del secondo concorrente.

source: Scores
it: Punteggi

source: Second competitor
it: Secondo concorrente

source: Semifinals
it: Semifinali

source: Should be activated once the championship has been completed and no other tourney can be associated with it.
it: Dovrebbe essere attivato quando il campionato è terminato e non è più possibile associarvi ulteriori tornei.

source: Show countdown
it: Mostra il conto alla rovescia

source: Show matches played by %s
it: Mostra gli incontri giocati da %s

source: Simple tourneys, no special prizes
it: Tornei semplici, senza premi speciali

source: Single game
it: Singolo game

source: Singles
it: Singoli

source: Singles matches played by %s
it: Singoli giocati da %s

source: Sixteenth-finals
it: Sedicesimi di finale

source: Sixtyfourth-finals
it: Sessantaquattresimi di finale

source: Skip
it: Scarta

source: Skip worst prizes
it: Peggiori risultati scartati

source: Social site
it: Sito social

source: Some mandatory fields were not filled in, please recheck.
it: Alcuni campi obbligatori non sono stati compilati, ricontrolla per favore.

source: Specified club does not exist!
it: Il club specificato non esiste!

source: Specified user does not exist!
it: L'utente specificato non esiste!

source: Staggered ranking order
it: Classifica sfalsata

source: Standard seeding [KO and RR]
it: Teste di serie [KO e GI]

source: Start game
it: Inizia partita

source: Status
it: Stato

source: Still playing...
it: Partita in corso...

source: Submit
it: Invia
