Repository: pypi-data/pypi-mirror-276
Catalog: packages/SoL/sol-5.0.dev5-py3-none-any.whl/sol/locale/*/LC_MESSAGES/sol-server.po
Languages: it

source: $championship of $club
it: $championship di $club

source: $comp1 <i>vs.</i> $comp2
it: $comp1 <i>contro</i> $comp2

source: $comp1 vs. $comp2
it: $comp1 contro $comp2

source: $comp1<br/><i>vs.</i><br/>$comp2
it: $comp1<br/><i>contro</i><br/>$comp2

source: $count player has been merged into $player
it: $count giocatore è stato integrato con $player

source: $country: $num competitor
it: $country: $num concorrente

source: $num Participant
it: $num Partecipante

source: $num skipped because already present
it: $num ignorato perché già presenti

source: $num tourney successfully loaded
it: $num torneo caricato con successo

source: $player in $rating on $date
it: $player in $rating il $date

source: ${board}. ${url} against ${opponent}
it: ${board}. ${url} contro ${opponent}

source: %I:%M %p
it: %H:%M

source: %d bronze medal
it: %d medaglia di bronzo

source: %d championship
it: %d campionato

source: %d country
it: %d nazione

source: %d gold medal
it: %d medaglia d'oro

source: %d lost
it: %d perso

source: %d minute
it: %d minuto

source: %d minute of prealarm
it: %d minuto di preavviso

source: %d player
it: %d giocatore

source: %d silver medal
it: %d medaglia d'argento

source: %d single
it: %d singolo

source: %d tied
it: %d pareggio

source: %d tourney
it: %d torneo

source: %d turn
it: %d turno

source: %d won
it: %d vinto

source: %m-%d-%Y
it: %d/%m/%Y

source: %m-%d-%Y %I:%M %p
it: %d/%m/%Y %H:%M

source: %m-%d-%y
it: %d/%m/%y

source: (Re)start the countdown immediately
it: Fai (ri)partire il conto alla rovescia immediatamente

source: 1st competitor ID
it: ID Concorrente 1

source: 1st/2nd place
it: 1°/2° posto

source: 1st/2nd place and 3rd/4th place
it: 1°/2° posto e 3°/4° posto

source: 1st/2nd place final
it: Finale 1°/2° posto

source: 2nd competitor ID
it: ID Concorrente 2

source: 2nd player
it: Secondo giocatore

source: 2nd player ID
it: ID secondo giocatore

source: 3rd player
it: Terzo giocatore

source: 3rd player ID
it: ID terzo giocatore

source: 3rd/4th place final
it: Finale 3°/4° posto

source: 4th player
it: Quarto giocatore

source: 4th player ID
it: ID quarto giocatore

source: 70％ of average trend
it: 70％ dell'andamento medio

source: A player named «$name» is already present: please double check and if the new player is effectively a different person specify a different nickname to disambiguate
it: Un giocatore con nome «$name» è già presente: controlla bene e se effettivamente si tratta di una persona diversa inserisci un soprannome differente per disambiguare

source: A player named «$name» is already present: please double check and if the new player is effectively a different person specify a nickname to disambiguate
it: Un giocatore con nome «$name» è già presente: controlla bene e se effettivamente si tratta di una persona diversa inserisci anche un soprannome per disambiguare

source: Add five more minutes
it: Aggiungi altri cinque minuti

source: Add one more minute
it: Aggiungi un altro minuto

source: Administrator
it: Amministratore

source: Agreed
it: Accordata

source: Agreed privacy
it: Privacy accordata

source: All boards must be entered, as integer numbers between 0 and 99!
it: Devono essere inseriti i valori di tutte le partite, numeri interi compresi tra 0 e 99!

source: All possible matches
it: Tutti i possibili incontri

source: All results
it: Tutti i risultati

source: Anonymous
it: Utente anonimo

source: Associated
it: Associato

source: Associated and federated with
it: Associato e federato con

source: Associated to
it: Associato a

source: At least two competitors have the same rate, please disambiguate assigning explicit seeds in the tourney's “Competitors” window
it: Almeno due concorrenti hanno la medesima valutazione, devi disambiguarle assegnando esplicitamente una posizione nella vista “Concorrenti” del torneo

source: At least two competitors have the same seed, please disambiguate the positions in the tourney's “Competitors” window
it: Almeno due concorrenti hanno la medesima posizione, devi disambiguarle assegnando esplicitamente le posizioni nella vista “Concorrenti” del torneo

source: Average
it: Media

source: Average trend
it: Andamento medio

source: Bad request!
it: Richiesta non valida!

source: Bad value for Queen in game $game!
it: Valore errato per la Regina nella partita $game!

source: Badges
it: Tessere

source: Best of three games
it: Al meglio di tre game

source: Birthdate
it: Data di nascita

source: Board
it: Tavolo

source: Board #
it: Numero partita

source: Board #$number
it: Partita #$number

source: Board ID
it: ID partita

source: Bounty:
it: Premio:

source: Break
it: Spaccata

source: Breaker
it: Chi ha spaccato

source: C
it: P

source: Cannot accept both coins in game $game!
it: Non è ammesso inserire entrambi i valori delle pedine nella partita $game!

source: Cannot create another round: no more possible combinations!
it: Impossibile creare altri turni: non vi sono ulteriori combinazioni!

source: Cannot create next round: there are further $remaining possible matches but they cannot be grouped together with the current pairing rules. Nevertheless, you can switch to the “All possible matches” pairing method to generate remaining rounds.
it: Impossibile creare il prossimo turno: ci sono $remaining ulteriori incontri possibili ma non possono essere raggruppati insieme con le attuali regole di abbinamento. Ciononostante, puoi passare al metodo di abbinamento “Tutti i possibili incontri” per generare i turni rimanenti.

source: Cannot create other rounds after prize-giving!
it: Non è possibile creare ulteriori turni una volta effettuata la premiazione!

source: Cannot delete not owned records!
it: Non ti è permessa la cancellazione di record di cui non sei responsabile!

source: Cannot generate final turn after prize-giving!
it: Non è possibile creare turni finali una volta effettuata la premiazione!

source: Cannot manage players!
it: Non ti è permessa la gestione dei giocatori!

source: Cannot merge given people because "$player" is present in tourney "$tourney"
it: Impossibile unificare i giocatori selezionati perché "$player" è già presente nel torneo "$tourney"

source: Cannot merge given people because $count of them are playing in tourney "$tourney"
it: Impossibile unificare i giocatori perché $count di loro sono iscritti al torneo "$tourney"

source: Cannot modify not owned records!
it: Non ti è permessa la modifica di record di cui non sei responsabile!

source: Cannot proceed, following competitors do not have an email address: ${names}
it: Impossibile procedere, i seguenti concorrenti sono sprovvisti di indirizzo email: ${names}

source: Cannot replicate tourney, no open championships!
it: Impossibile replicare il torneo, non ci sono campionati aperti!

source: Cannot update prizes after prize-giving!
it: Non posso aggiornare i punteggi finali, sono già stati assegnati!

source: Cannot update rankings after prize-giving!
it: Non è possibile aggiornare la classifica una volta effettuata la premiazione!

source: Carromboard
it: Tavolo

source: Carromboard labels
it: Etichette tavoli

source: Centesimal prizes
it: Centesimale

source: Championship
it: Campionato

source: Championship ID
it: ID campionato

source: Championship ranking
it: Classifica campionato

source: Championship this tourney belongs to.
it: Campionato a cui è associato questo torneo.

source: Championships
it: Campionati

source: Circular [RR]
it: Circolare [RR]

source: Citizenship
it: Cittadinanza

source: Classic millesimal prizes
it: Millesimale classico

source: Closed
it: Concluso

source: Closing the page will NOT stop the countdown.
it: La chiusura della pagina NON fermerà il conto alla rovescia.

source: Club ID
it: ID club

source: Club that hosts this tourney, when different from the one that organizes the championship.
it: Club che ospita il torneo, se diverso da quello che organizza il campionato.

source: Club that organizes the tourneys of the championship.
it: Club che organizza i tornei del campionato.

source: Club this rating is restricted to.
it: Club che può usare questa valutazione.

source: Club this tourney is organized by.
it: Club che organizza il torneo.

source: Club web site
it: Sito web del club

source: Clubs
it: Club

source: Coins
it: Pedine

source: Coins 1
it: Pedine 1

source: Coins 2
it: Pedine 2

source: Coins of the first competitor.
it: Pedine del primo concorrente.

source: Coins of the second competitor.
it: Pedine del secondo concorrente.

source: Competitor
it: Concorrente

source: Competitor 1
it: Concorrente 1

source: Competitor 1 vs Competitor 2.
it: Avversario 1 contro Avversario 2.

source: Competitor 2
it: Concorrente 2

source: Competitor ID
it: ID concorrente

source: Competitors
it: Concorrenti

source: Confirm password reset for your SoL account
it: Conferma il reset della password del tuo account SoL

source: Confirm your SoL account
it: Conferma il tuo account SoL

source: Confirmed
it: Confermato

source: Could not add user, its email is missing!
it: Non è stato possibile aggiungere un utente, la sua email è mancante!

source: Could not duplicate the tourney because there is already an event today, sorry!
it: Non è stato possibile duplicare il torneo in quanto esiste già un evento nella giornata odierna, spiacente!

source: Countdown start
it: Inizio conto alla rovescia

source: Country
it: Nazione

source: Country name
it: Nazione

source: Coupling method
it: Metodo abbinamenti

source: Courtyard
it: Amatoriale

source: Created
it: Creato

source: Created "$tourney" in championship "$championship"
it: Creato "$tourney" nel campionato "$championship"

source: Cross ranking order
it: Classifica incrociata

source: Currently playing %s round
it: Si sta giocando %s turno

source: Date
it: Data

source: Date of birth of the player, needed for “Junior” rankings.
it: Data di nascita del giocatore, necessaria per la classifica juniores.

source: Date of the event.
it: Data dell'evento.

source: Date of the rating.
it: Data della valutazione.

source: Default deviation
it: Deviazione di default

source: Default method used to assign final prizes.
it: Metodo di default usato per assegnare i premi finali.

source: Default method used to pair competitors at each round.
it: Metodo di default usato per abbinare gli avversari ad ogni turno.

source: Default rate
it: Valutazione di default

source: Default volatility
it: Volatilità di default

source: Delay compatriots pairing
it: Ritarda abbinamenti dei connazionali

source: Delay top players pairing
it: Ritarda abbinamenti teste di serie

source: Deletion not allowed: $player is a competitor in $count tourney!
it: Cancellazione non consentita: $player partecipa a $count torneo!

source: Deletion not allowed: $user owns $count record in table "$table"!
it: Cancellazione non consentita: $user è responsabile di $count record nella tabella "$table"!

source: Description
it: Descrizione

source: Description of the championship.
it: Descrizione del campionato.

source: Description of the club.
it: Descrizione del club.

source: Description of the rating.
it: Descrizione della valutazione.

source: Description of the tourney.
it: Descrizione del torneo.

source: Details
it: Dettagli

source: Deviation
it: Deviazione

source: Did not agree
it: Non accordata

source: Did not say anything yet
it: Non ha ancora scelto

source: Direct matches
it: Scontri diretti

source: Do not forget to upload your video on ${socialurl}.
it: Non dimenticarti di caricare il tuo video su ${socialurl}.

source: Do not forget to upload your videos on ${socialurl}.
it: Non dimenticarti di caricare i tuoi video su ${socialurl}.

source: Do you confirm that the match has ended?
it: Confermi che l'incontro è terminato?

source: Do you really want to restart the countdown?
it: Vuoi veramente far ripartire il conto alla rovescia?

source: Do you really want to stop the countdown?
it: Confermi di voler fermare il conto alla rovescia?

source: Doubles
it: A coppie

source: Drop outs
it: Ritiri

source: Duration
it: Durata

source: Duration in minutes of each round, set to 0 to disable countdown.
it: Durata in minuti di ciascun turno, impostala a 0 per disabilitare il conto alla rovescia.

source: Email address of the club.
it: Indirizzo email del club.

source: Email address of the player.
it: Indirizzo email del giocatore.

source: Email address of the user, used also as login name.
it: Indirizzo email dell'utente, usato anche come nome per accedere al sistema.

source: Email sent!
it: Mail inviata!

source: Emblem
it: Logo

source: End match
it: Fine incontro

source: Error occurred while saving changes!
it: Errore durante la memorizzazione delle modifiche!

source: Error, please correct and retry!
it: Errore, per favore correggi e riprova!

source: Errors
it: Errori

source: Europe
it: Europa

source: Exponential on scores difference
it: Esponenziale sulla differenza pedine

source: Federated players
it: Giocatori federati

source: Federated with
it: Federato con

source: Federation
it: Federazione

source: Federation ID
it: ID federazione

source: Federation web site
it: Sito web della federazione

source: Federations
it: Federazioni

source: Female
it: Femmina

source: File name of the PNG, JPG or GIF logo of the club.
it: Nome del file (PNG, JPG o GIF) con il logo del club.

source: File name of the PNG, JPG or GIF portrait of the player.
it: Nome del file (PNG, JPG o GIF) con il ritratto del giocatore.

source: Final
it: Finale

source: Final kind
it: Tipo di finale

source: Final prize
it: Punteggio finale

source: Final prize assigned at end of tourney.
it: Punteggio finale assegnato alla fine del torneo.

source: Final ranking
it: Classifica finale

source: Final ranking by nationality
it: Classifica finale per nazionalità

source: Final rounds
it: Turni finali

source: Final under %d ranking
it: Classifica finale under %d

source: Final women ranking
it: Classifica finale femminile

source: Finals
it: Finali

source: Finals are not considered for this tourney!
it: Il torneo non prevede le finali!

source: Finals can be done only in Swiss system tourneys
it: Le finali sono possibili solo nei tornei a sistema svizzero

source: Finals score cards
it: Cartellini finali

source: First competitor
it: Primo concorrente

source: First name
it: Nome

source: First name of the first player.
it: Nome del primo giocatore.

source: First name of the player.
it: Nome del giocatore.

source: First name of the user.
it: Nome dell'utente.

source: First player nationality.
it: Nazionalità primo giocatore.

source: First player's name
it: Nome primo giocatore

source: First player's surname
it: Cognome primo giocatore

source: First tourney
it: Primo torneo

source: Fixed prizes: 1000,900,800,750…
it: Premi fissi: 1000,900,800,750…

source: Fixed prizes: 18,16,14,13…
it: Premi fissi: 18,16,14,13…

source: For a Knockout tourney there must be a power-of-two (i.e. 2, 4, 8, 16…) number of competitors!
it: Per un torneo a eliminazione diretta il numero di concorrenti deve essere una potenza di due (2, 4, 8, 16…)!

source: For a new championship the "description" field is mandatory
it: Per un nuovo campionato è obbligatorio specificare la descrizione

source: For a new championship you must select an existing club
it: Per un nuovo campionato devi selezionare un club esistente

source: For a new club the "description" field is mandatory
it: Per un nuovo club è obbligatorio specificare la descrizione

source: For a new player both the "firstname" and the "lastname" fields are mandatory
it: Per un nuovo giocatore è obbligatorio specificare sia il nome che il cognome

source: For a new rating the "description" field is mandatory
it: Per una nuova valutazione è obbligatorio specificare la descrizione

source: For a new tourney the "championship" field is mandatory
it: Per un nuovo torneo è obbligatorio specificare il campionato

source: For a new tourney the "description" field is mandatory
it: Per un nuovo torneo è obbligatorio specificare la descrizione

source: For a new user "firstname", "lastname", "email" and "password" fields are mandatory
it: Per un nuovo utente, "nome", "cognome", "email" e "password" sono campi obbligatori.

source: Full name of the fourth player.
it: Nome completo del quarto giocatore.

source: Full name of the player.
it: Nome completo del giocatore.

source: Full name of the players.
it: Nome completo dei giocatori.

source: Full name of the second player.
it: Nome completo del secondo giocatore.

source: Full name of the third player.
it: Nome completo del terzo giocatore.

source: Gender
it: Sesso

source: Gender of the first player.
it: Sesso del primo giocatore.

source: Guest users are not allowed to perform this operation, sorry!
it: L'utente anonimo non è autorizzato a eseguire questa operazione, spiacente!

source: Guido's formula
it: Formula di Guido

source: Hello again, this to confirm that your registration has been successfully completed: you can now access your own account at {login_url} and start using SoL. Use this email address as the “username” and provide the same password you specified in the request. Please consult the online documentation at {manual_url} in particular the section about players management at {players_mgmt_url} If you need help, or would like to register players not already present in the database, either send an email to the administrator at the following address {admin_email} or subscribe to the very low traffic "SoL users" mailing list and ask there https://groups.google.com/g/sol-users Best regards and happy carromming!
it: Ciao di nuovo, la tua registrazione è stata completata con successo: ora puoi accedere al account all'indirizzo {login_url} e cominciare ad utilizzare SoL. Usa questo indirizzo email come ”nome” e inserisci la stessa password che hai specificato nella richiesta. Per favore consulta la documentazione online all'indirizzo {manual_url} in particolare alla sezione relativa alla gestione giocatori all'indirizzo {players_mgmt_url} Se hai bisogno di aiuto, o se desideri poter inserire giocatori non ancora presenti nel database, invia una mail all'amministratore al seguente indirizzo {admin_email} oppure iscriviti alla poco trafficata mailing list "SoL users" e chiedi là https://groups.google.com/g/sol-users Cordiali saluti e buon gioco!

source: Hello {firstname}, you are participating in the long-distance “{tourney}” Carrom event. Here are the links to your {nmatches} matches: you shall play {nboards} boards in each match and insert the number of errors in each board in the form available at the indicated link. Do this as soon as you have finished playing the match before starting the next one. {urls} {details} Remember to read and follow the rules set by the organizers. Thanks for playing, happy carromming and stay safe!
it: Ciao {firstname}, stai partecipando al torneo a distanza “{tourney}”. Di seguito trovi i link ai tuoi {nmatches} incontri: dovrai giocare {nboards} partite per ciascun incontro e inserire il numero di errori fatti in ciascuna nel modulo che trovi all'indirizzo indicato. Fallo non appena hai finito di giocare ogni partita, prima di iniziare la successiva. {urls} {details} Ricordati di leggere e di seguire le regole stabilite dagli organizzatori. Grazie per la partecipazione, buon gioco e rimani al sicuro!

source: Hello {firstname}, you are participating in the long-distance “{tourney}” Carrom event. In the next round you are going to play against the Phantom, which means you have a free round. Thanks for playing, happy carromming and stay safe!
it: Ciao {firstname}, stai partecipando al torneo a distanza “{tourney}. Nel prossimo turno incontrerai il Fantasma Formaggino, quindi vincerai a tavolino. Grazie per la partecipazione, buon gioco e rimani al sicuro!

source: Hello {firstname}, you are participating in the long-distance “{tourney}” Carrom event. In the next round you are going to play against {opponent}: you shall play {nboards} boards and insert the number of errors in each board in the form at the following address: {url} {details} Remember to read and follow the rules set by the organizers. Thanks for playing, happy carromming and stay safe!
it: Ciao {firstname}, stai partecipando al torneo a distanza “{tourney}”. Nel prossimo turno incontrerai {opponent}: dovrai giocare {nboards} partite e inserire il numero di errori fatti in ciascuna nel modulo che trovi al seguente indirizzo: {url} {details} Ricordati di leggere e di seguire le regole stabilite dagli organizzatori. Grazie per la partecipazione, buon gioco e rimani al sicuro!

source: Hello {firstname}, you received this message because somebody, possibly you, requested a password reset of your account on the SoL instance at {hostname}. If it was not you, sorry for the inconvenience: just ignore this email, and the request won't be fulfilled and eventually trashed. Otherwise, you have two days starting from now to visit the following link to complete the procedure: {reset_password_url} Best regards and happy carromming!
it: Ciao {firstname}, hai ricevuto questo messaggio perché qualcuno, possibilmente tu, ha richiesto il reset della password del tuo account sull'istanza SoL all'indirizzo {hostname}. Se è stato qualcun altro, spiacente dell'inconveniente: cestina questa email e la richiesta non verrà ottemperata e infine verrà cancellata. Altrimenti, hai due giorni di tempo a partire da adesso per visitare il seguente link e completare la procedura: {reset_password_url} Cordiali saluti e buon gioco!

source: Hello {firstname}, you received this message because somebody, possibly you, requested a new account on the SoL instance at {hostname}. If it was not you, sorry for the inconvenience: just ignore this email, and the request won't be fulfilled and eventually trashed. Otherwise, you have two days starting from now to visit the following link and complete the registration form: {confirm_url} Best regards and happy carromming!
it: Ciao {firstname}, hai ricevuto questo messaggio perché qualcuno, possibilmente tu, ha richiesto un nuovo account sull'istanza SoL all'indirizzo {hostname}. Se è stato qualcun altro, spiacente dell'inconveniente: cestina questa email e la richiesta non verrà ottemperata e infine verrà cancellata. Altrimenti, hai due giorni di tempo a partire da adesso per visitare il seguente link e completare il modulo di registrazione: {confirm_url} Cordiali saluti e buon gioco!

source: Higher points
it: Valutazione massima

source: Higher value of the range used to interpolate players rates.
it: Valore superiore dell'intervallo usato per interpolare la valutazione dei giocatori.

source: Historical (imported) rating
it: Valutazione storica (importata)

source: Hosted by
it: Ospitato da

source: Hosting club ID
it: ID club ospitante

source: How could game $game of "$match" end with a draw in a best of three tourney?!?
it: Come può essere finito in parità il game $game del match "$match" in un torneo a eliminazione diretta?!?

source: How could match "$match" end with a draw in a Knockout tourney?!?
it: Come può essere finito in parità il match "$match" in un torneo a eliminazione diretta?!?

source: How could match "$match" end without result?!?
it: Come può essere finito 0-0 il match "$match"?!?

source: ID of the championship the tourney belongs to.
it: ID del campionato a cui è associato questo torneo.

source: ID of the club hosting the tournament.
it: ID del club che ospita il torneo.

source: ID of the club the championship is organized by.
it: ID del club che organizza il campionato.

source: ID of the club the player is member of.
it: ID del club a cui è associato questo giocatore.
