Repository: pypi-data/pypi-mirror-276
Catalog: packages/SoL/sol-5.0.dev5-py3-none-any.whl/sol/locale/*/LC_MESSAGES/sol-server.po
Languages: it

source: Summary
it: Sommario

source: Suspended
it: Sospeso

source: Swiss
it: Svizzero

source: System
it: Sistema

source: Team
it: Squadra

source: Teams
it: Squadre

source: The "description" field of a championship cannot be empty
it: La descrizione di un campionato non può essere vuota

source: The "description" field of a club cannot be empty
it: La descrizione di un club non può essere vuota

source: The "description" field of a rating cannot be empty
it: La descrizione di una valutazione non può essere vuota

source: The "description" field of a tourney cannot be empty
it: La descrizione di un torneo non può essere vuota

source: The "firstname" field of a player cannot be empty
it: Il nome di un giocatore non può essere vuoto

source: The "firstname" field of a user cannot be empty
it: Il nome di un utente non può essere vuoto

source: The "lastname" field of a player cannot be empty
it: Il cognome di un giocatore non può essere vuoto

source: The "lastname" field of a user cannot be empty
it: Il cognome di un utente non può essere vuoto

source: The TAU value for the Glicko2 algorithm.
it: Il valore di TAU per l'algoritmo Glicko2.

source: The backup file “$file” does already exist!
it: Il file di backup “$file” esiste già!

source: The club this player is affiliated with.
it: Club a cui è associato questo giocatore.

source: The code of the preferred language by the player.
it: Il codice della lingua preferita del giocatore.

source: The code of the preferred language by the user.
it: Il codice della lingua preferita dall'utente.

source: The country the player plays for.
it: Nazione per cui il giocatore gareggia.

source: The default deviation value for the Glicko2 algorithm.
it: Il valore di default della deviazione nell'algoritmo Glicko2.

source: The default rate value for the Glicko2 algorithm.
it: Il valore di default per la valutazione nell'algoritmo Glicko2.

source: The default volatility value for the Glicko2 algorithm.
it: Il valore di default della volatilità nell'algoritmo Glicko2.

source: The federation this player is associated with.
it: Federazione a cui è affiliato questo giocatore.

source: The fullname of the responsible user.
it: Il nome completo del responsabile.

source: The gender of the player, used to compute different rankings.
it: Il sesso del giocatore, usato per calcolare classifiche differenziate.

source: The globally unique identifier of the record.
it: Il codice di identificazione globale del record.

source: The highest generated round number.
it: Turno corrente.

source: The highest level of rating available to this user.
it: Il massimo livello di valutazioni utilizzabile da questo utente.

source: The inserted user and password, or one of the two, are wrong!
it: Il nome utente e la password, o uno dei due, sono sbagliati!

source: The kind of finals.
it: Il tipo di finali.

source: The kind of matches.
it: Il tipo di incontri.

source: The number identifying the carromboard where this match is played.
it: Il numero che identifica su che tavolo si gioca l'incontro.

source: The number of finals that will be played: 0 means no finals, 1 means one final for the 1st and 2nd place, 2 also for the 3rd and fourth place. Only for Swiss system.
it: Il numero di finali da giocare: 0 significa nessuna finale, 1 indica una sola finale per il 1° e il 2° posto, 2 anche per il 3° e 4° posto. Solo per sistema svizzero.

source: The preferred language of the player, used to send email messages.
it: La lingua preferita dal giocatore, usata per inviare messaggi email.

source: The preferred language of the user, used to send email messages and for the user interface when he logs in.
it: La lingua preferita dall'utente, usata per inviare messaggi email e per configurare opportunamente l'interfaccia utente quando si collega.

source: The ranking is not up-to-date!
it: La classifica non è aggiornata!

source: The score assigned to a player in matches against the Phantom.
it: Il punteggio assegnato al giocatore negli incontri con il Fantasma.

source: The status of the user, only confirmed users can login.
it: Lo stato dell'utente, solo quelli confermati possono accedere al sistema.

source: The timestamp of the start of the clock countdown.
it: Istante di inizio del conto alla rovescia.

source: The user responsible for the record, who can modify or delete it.
it: Utente responsabile del record, che può modificarlo o cancellarlo.

source: The user “$email” already exists, please use a different email
it: L'utente “$email” esiste già, usa un indirizzo email diverso

source: The value of Glicko deviation.
it: Il valore della deviazione Glicko.

source: The value of Glicko rate.
it: Il valore della valutazione Glicko.

source: The value of the Glicko volatility.
it: Il valore della volatilità Glicko.

source: There are only $n competitors in the tourney!
it: Ci sono solo $n concorrenti nel torneo!

source: There are other players named «$lname $fname», please double check and if it is effectively correct (that is, he is a different person), specify a different nickname to disambiguate
it: Ci sono altri giocatori con nome «$lname $fname»: controlla bene e se è effettivamente corretto (cioè, si tratta di due persone diverse), specifica un soprannome diverso per disambiguare

source: There cannot be two championships with the same description organized by the same club!
it: Non ci possono essere due campionati con la medesima descrizione organizzati dallo stesso club!

source: There cannot be two championships with the same description!
it: Non ci possono essere due campionati con la medesima descrizione!

source: There cannot be two clubs with the same description!
it: Non ci possono essere due club con la medesima descrizione!

source: There cannot be two matches involving the same competitors!
it: Non ci possono essere due incontri con i medesimi concorrenti!

source: There cannot be two players with the same firstname, lastname and nickname!
it: Non ci possono essere due giocatori con gli stessi cognome, nome e soprannome!

source: There cannot be two rates of the same player in the same date!
it: Non ci possono essere due valutazioni per il medesimo giocatore nella stessa data!

source: There cannot be two ratings with the same description!
it: Non ci possono essere due valutazioni con la medesima descrizione!

source: There cannot be two tourneys of the same championship on the same day with exacly the same description!
it: Non ci possono essere due tornei dello stesso campionato nello stesso giorno con la stessa identica descrizione!

source: Thirtysecond-finals
it: Trentaduesimi di finale

source: Tied
it: Pareggiati

source: Ties are not allowed in best-of-three games matches
it: I pareggi non sono consentiti negli incontri al meglio di tre game

source: Timestamp of record creation.
it: Istante di creazione del record.

source: Timestamp of the last change to the record.
it: Istante di ultima modifica del record.

source: Timestamp of the last successful login.
it: Istante dell'ultimo login avvenuto con successo.

source: To which round the ranking is up-to-date with.
it: Il turno a cui la classifica è attualmente aggiornata.

source: Total
it: Totale

source: Total score
it: Score totale

source: Total score of all games.
it: Somma degli score di tutte le giocate.

source: Tournament
it: Torneo

source: Tourney
it: Torneo

source: Tourney "$tourney" of championship "$championship" by "$club" on $date already present, cannot update it
it: Il torneo "$tourney" del campionato "$championship" organizzato da "$club" del $date esiste già, non è aggiornabile

source: Tourney $idtourney does not exist
it: Il torneo $idtourney non esiste

source: Tourney ID
it: ID torneo

source: Tourneys
it: Tornei

source: Tourneys results
it: Risultati dei tornei

source: Training boards
it: Partite solitarie

source: Turn %d
it: Turno %d

source: Turns
it: Turni

source: URL of the social site dedicated to the tournament, if any.
it: Eventuale URL del sito social dedicato al torneo.

source: URL of the web site of the club.
it: URL del sito web del club.

source: Unallowed, wrong encryption!
it: Non consentito, crittazione errata!

source: Unauthorized attempt to change club!
it: Tentativo non autorizzato di modifica del club!

source: Under %d ranking after %s round
it: Classifica under %d dopo %s turno

source: Unique ID of the board.
it: ID univoco della partita.

source: Unique ID of the championship.
it: ID univoco del campionato.

source: Unique ID of the club.
it: ID univoco del club.

source: Unique ID of the competitor.
it: ID univoco del concorrente.

source: Unique ID of the match.
it: ID univoco dell'incontro.

source: Unique ID of the merged player.
it: ID univoco del giocatore integrato.

source: Unique ID of the player rate.
it: ID univoco della valutazione del giocatore.

source: Unique ID of the player.
it: ID univoco del giocatore.

source: Unique ID of the rating.
it: ID univoco della valutazione.

source: Unique ID of the tourney.
it: ID univoco del torneo.

source: Unique ID of the user.
it: ID univoco dell'utente.

source: Unknown file type: $file
it: Tipo di file sconosciuto: $file

source: Unspecified country
it: Nazionalità sconosciuta

source: Unspecified merge ids
it: IDs da integrare non specificati

source: Upload of $file failed: $error
it: Caricamento di $file fallito: $error

source: User ID
it: ID utente

source: Volatility
it: Volatilità

source: Weight of the opponents.
it: Valore degli avversari.

source: Whether the club is also a federation.
it: Indica se il club è anche una federazione.

source: Whether the final prizes have been assigned.
it: Indica se la premiazione è stata effettuata o meno.

source: Whether the match is a normal one or a final.
it: Indica se l'incontro è finale o meno.

source: Whether the player belongs legally to the given country or not.
it: Indica se il giocatore ha la cittadinanza per la nazione selezionata.

source: Whether the player explicitly accepted the privacy policy.
it: Indica se il giocatore ha esplicitamente accettato le clausole di riservatezza.

source: Whether the tourney is in final rounds state.
it: Indica se il torneo è nella fase finale.

source: Whether the user can add, edit and remove players.
it: Indica se l'utente può aggiungere, modificare e cancellare i giocatori.

source: Whether the user can change ownership of other items.
it: Indica se l'utente ha il permesso di modificare chi è responsabile degli altri elementi.

source: Whether the user is allowed to edit players and clubs of a particular country, even those owned by somebody else.
it: Indica se l'utente possa modificare giocatori e club di una particolare nazione, anche se non ne è il responsabile.

source: Whether the user is associated with the club.
it: Indica se l'utente è associato con il club.

source: Whether this competitor will play further matches.
it: Determina se questo concorrente giocherà ulteriori partite.

source: Whether to lookup rates in higher levels ratings.
it: Determina se effettuare la ricerca delle valutazioni nei livelli maggiori.

source: Which competitor pocketed the Queen in board $board, if any.
it: Eventuale concorrente che ha imbucato la Regina nella partita $board.

source: Which competitor pocketed the Queen, if any.
it: Eventuale concorrente che ha imbucato la Regina.

source: Which competitor started the match.
it: Quale concorrente ha iniziato l'incontro.

source: Winner
it: Vincitore

source: Withdrawn
it: Ritirato

source: Women ranking after %s round
it: Classifica femminile dopo %s turno

source: Won
it: Vinti

source: Won by %s
it: Vinti da %s

source: World
it: Mondo

source: Yes
it: Sì

source: You are not allowed to add a championship to the selected club
it: Non ti è consentito aggiungere un campionato al club selezionato

source: You are not allowed to add a global rating, not associated to a specific club
it: Non ti è consentito aggiungere una valutazione globale, non associata ad uno specifico club

source: You are not allowed to add a player to the selected club
it: Non ti è consentito aggiungere un giocatore al club selezionato

source: You are not allowed to add a player to the selected federation
it: Non ti è consentito aggiungere un giocatore alla federazione selezionata

source: You are not allowed to add a rating to the selected club
it: Non ti è consentito aggiungere una valutazione al club selezionato

source: You are not allowed to add a tourney to the selected championship
it: Non ti è consentito aggiungere un torneo al campionato selezionato

source: You are not allowed to create a rating at that level
it: Non ti è consentito aggiungere una valutazione di quel livello

source: You are not allowed to replicate that tourney, it uses a rating level inaccessible by you
it: Non ti è consentito duplicare il torneo, dal momento che usa una valutazione di un livello inaccessibile a te

source: You are not allowed to use that level of ratings
it: Non ti è consentito di utilizzare quel livello di valutazioni

source: You met…
it: Hai incontrato…

source: You must logon to perform this operation!
it: Devi autenticarti per eseguire questa operazione!

source: You must re-authenticate yourself
it: Devi riautenticarti

source: Your new SoL account has been activated
it: Il tuo nuovo account SoL è stato attivato

source: Your next SoLitude-Carrom match
it: Il tuo prossimo incontro di Carrom SoLitario

source: and
it: e

source: best of three games
it: al meglio di tre game

source: board $board
it: partita $board

source: carromboard $num
it: tavolo $num

source: citizenship
it: cittadinanza

source: do it in 15 seconds
it: fallo in 15 secondi

source: estimated start %(start)s — end %(end)s
it: inizio indicativo %(start)s — termine %(end)s

source: his
it: lui

source: hosted by
it: ospitato da

source: in 60 seconds
it: in 60 secondi

source: latest 20
it: ultimi 20

source: net
it: ds

source: of the eighth
it: dell'ottavo

source: of the eleventh
it: dell'undicesimo

source: of the fifteenth
it: del quindicesimo

source: of the fifth
it: del quinto

source: of the first
it: del primo

source: of the fourteenth
it: del quattordicesimo

source: of the fourth
it: del quarto

source: of the ninth
it: del nono

source: of the second
it: del secondo

source: of the seventh
it: del settimo

source: of the sixteenth
it: del sedicesimo

source: of the sixth
it: del sesto

source: of the tenth
it: del decimo

source: of the third
it: del terzo

source: of the thirteenth
it: del tredicesimo

source: of the twelfth
it: del dodicesimo

source: or
it: oppure

source: player
it: giocatore

source: players-manager
it: gestione-giocatori

source: previous matches
it: incontri precedenti

source: prz
it: pr

source: pts
it: pt

source: round $round
it: turno $round

source: single match
it: singolo incontro

source: sol:static/manual/en/index.html
it: sol:static/manual/it/index.html

source: sol:static/manual/en/users.html
it: sol:static/manual/it/utenti.html

source: the eighth
it: l'ottavo

source: the eleventh
it: l'undicesimo

source: the fifteenth
it: il quindicesimo

source: the fifth
it: il quinto

source: the first
it: il primo

source: the fourteenth
it: il quattordicesimo

source: the fourth
it: il quarto

source: the ninth
it: il nono

source: the second
it: il secondo

source: the seventh
it: il settimo

source: the sixteenth
it: il sedicesimo

source: the sixth
it: il sesto

source: the tenth
it: il decimo

source: the third
it: il terzo

source: the thirteenth
it: il tredicesimo

source: the twelfth
it: il dodicesimo

source: version
it: versione

source: vs
it: contro

source: your
it: tu

source: “$email” is reserved, please use a different email
it: “$email” è riservato, per favore usa un indirizzo email differente
